{"sender": "carsten.schryver@schryver.com", "recipients": "rene.schmitt@schryver.com, carlos@logic.fyi, Peter.Fries@schryver.com, Jens.Kaehlert@schryver.com, info@mercurius-hg.com", "subject": "Mercurius System", "body": "Hallo Carlos wie heute morgen besprochen. Wir haben bei Mercurius nun wieder ein paar mehr Transaktionen, was Wareneinkauf und Warenverkauf angeht. Die Buchhaltung erfolgt derzeit komplett manuell. Wir buchen Eingangs- und Ausgangsrechnungen manuell in Addison ein. Herr Fries hat zwar gewisse Kostenstellen eingerichtet, aber es gibt keine Zuordnung der Rechnungen zu einer Referenznummer\n / Position. Das führt letztlich auch dazu, dass wir keine Zuordnung der Rechnungen zu Geschäftsvorfällen haben. Die Gefahr von Fehlkonstellation oder „Vergessen“ ist damit gegeben Was wir nun vorhaben. Wir nutzen eine Version von Logic als ERP System im Hintergrund. Folgende Funktionen kann Logic bieten: Erzeugung einer Referenznummer Archivierung von Dokumenten, die die Sendung betreffen, eAkte Bildung von Rückstellungen Registrierung von Eingangsrechnungen Schreiben von Ausgansgsrechnungen Profit / Loss pro Referenz Abschluss einer Position Logic ist kein Warenbeststandsystem. Das ist uns bewusst. Die Nutzung von Logic kann uns in dem Fall nun auch dazu dienen, die erste Schnittstelle zur FiBu (Addison) aufzubauen. Da es wenige Eingangs und Ausgangsrechnungen sind, und meist keine Zeitkritischen, ist das ein guter aber realer Pilot,\n den wir nutzen können, um auch zu proben. Als Vorläufer für Logic wenn CargoSoft einmal abgelöst wird. Lennart und Giulia nutzen Mercurius für Wareneinkäufe / Verkäufe. Ich werde mit beiden einmal die Nutzung des Systems nun durchgehen, damit wir die ersten realen Fälle einpflegen und auch Rechungen buchen/schreiben @Carlos Marquez bitte mal 1 Zugang machen für jeweils Lennart Sment Giulia Smilari Rene Schmitt Peter Fries Wir sollten dan gemeinsam Anfang Juni mal eine kleine Schulung machen wie man das System logisch nutzen kann Mit freundlichen Grüssen / Best Regards / Saludos Carsten Schryver Managing Director H. J. Schryver & Co. (GmbH & Co. KG) Sachsenstrasse 5 20097 Hamburg / Germany Tel.: ++49-40-2 36 33- 272 Fax: ++49-40-2 36 33- 266 E-Mail: Carsten.Schryver@", "sent_date": "2023-05-30T11:21:32+00:00", "summary": "The email is requesting support to add three names to a list of sellers.\nPositive\n['TMS', 'Inside Sales', 'Caroline']"}